Repository: jie65535/GrasscutterCommandGenerator
Catalog: Source/GrasscutterTools/Forms/FormMain.*.resx
Languages: ru_ru

# BtnCopy.Text
source: 复制
ru_ru: Копировать

# ChkAutoCopy.Text
source: 自动
ru_ru: Авто

# BtnInvokeOpenCommand.Text
source: 执行(F5)
ru_ru: Выполнить (F5)

# GrpCommand.Text
source: 命令 - [Ctrl] 自动执行 - [|] 分割多条命令
ru_ru: Команды - [Ctrl] Автозапуск - [|] Разделить несколько команд

# LnkInventoryKamera.Text
source: 存档扫描开源工具
ru_ru: InventoryKamera

# LblGOODHelp.Text
source: 快来将你的官服存档导入GC吧！
ru_ru: Приходите и импортируйте свой официальный архив сервера в GC!

# ButtonOpenGOODImport.Text
source: 导入GOOD存档
ru_ru: Импортировать GOOD

# LblHostTip.Text
source: 请确保地址中包含 http:// 或 https://
ru_ru: Убедитесь, что https:// или http:// включены в IP-адрес.

# LnkOpenCommandLabel.Text
source: 远程执行插件
ru_ru: OpenCommand

# LblServerVersionLabel.Text
source: 游戏版本
ru_ru: Версия игры

# LblPlayerCountLabel.Text
source: 当前玩家数
ru_ru: Кол-во игроков

# GrpServerStatus.Text
source: 服务器状态
ru_ru: Состояние сервера

# LnkRCHelp.Text
source: 帮助
ru_ru: Помощь

# BtnConnectOpenCommand.Text
source: 连接
ru_ru: Подключиться

# LblVerificationCode.Text
source: 验证码
ru_ru: Код

# BtnSendVerificationCode.Text
source: 发送验证码
ru_ru: Отправить код

# TPPlayerCheck.Text
source: 玩家验证
ru_ru: Игрок

# BtnConsoleConnect.Text
source: 连接
ru_ru: Подключиться (консоль)

# LblConsoleTip.Text
source: 请注意，控制台状态下普通命令必须指定目标 （即设置包含UID）
ru_ru: Обратите внимание, что обычные команды в состоянии консоли должны указывать цель (установите галочку галочку "Включить UID")

# TPConsoleCheck.Text
source: 控制台
ru_ru: Консоль

# GrpRemoteCommand.Text
source: 远程执行
ru_ru: Удалить ячейку

# BtnQueryServerStatus.Text
source: 查询
ru_ru: Запрос

# LblHost.Text
source: 服务器地址
ru_ru: Хост

# TPRemoteCall.Text
source: 远程
ru_ru: Подключение к OpenCommand

# LblSupportDescription.Text
source: 割草机工具箱 这是一个免费且开源的项目 如果觉得这对你很有帮助，可以为我点一个免费的Star 如果愿意请我喝一杯奶茶，那就更好了 : ) 指令生成有问题，或者有新的功能请求，都可以来Github提出 欢迎内测Q群: 457427536
ru_ru: Grasscutter Tools - основной перевод Юрий Дворецкий (с исправлениями от EgorBron) Это бесплатный проект с открытым исходным кодом. Если вы считаете, что это полезно для вас, вы можете дать мне звезду на Github. Если возникла проблема с генерацией команды или есть запрос на новую функцию, вы можете написать в Issues на Github. Спасибо: Dhar_Jinxed

# TPAbout.Text
source: 关于
ru_ru: Справка

# BtnUnban.Text
source: 解封
ru_ru: Разбанить

# BtnBan.Text
source: 封号
ru_ru: Забанить

# TxtBanReason.Watermark
source: 封禁理由
ru_ru: Причина

# LblBanUID.Text
source: 目标UID
ru_ru: UID

# GrpBanPlayer.Text
source: 封禁管理
ru_ru: Управление банами

# ChkAccountSetUid.Text
source: 指定UID
ru_ru: UID

# BtnDeleteAccount.Text
source: - 删除
ru_ru: Удалить

# BtnCreateAccount.Text
source: + 创建
ru_ru: Создать

# LblAccountUserName.Text
source: 用户名
ru_ru: Имя игрока

# GrpAccount.Text
source: 账号管理
ru_ru: Управление аккаунтом

# BtnPermClear.Text
source: x 清空
ru_ru: Очистить

# BtmPermRemove.Text
source: - 移除
ru_ru: Удалить

# BtnPermList.Text
source: 列出
ru_ru: Список прав

# BtnPermAdd.Text
source: + 添加
ru_ru: Добавить

# LblPerm.Text
source: 权限
ru_ru: Права

# LblPermUID.Text
source: 目标UID
ru_ru: UID

# GrpPermission.Text
source: 权限管理
ru_ru: Управление правами

# TPManage.Text
source: 管理
ru_ru: Аккаунты

# ChkIncludeSceneId.Text
source: 含场景ID
ru_ru: Включить идентификатор сцены

# BtnTeleport.Text
source: 传送
ru_ru: Телепорт

# LblClimateType.Text
source: 设置天气
ru_ru: Погода

# LblSceneDescription.Text
source: 场景控制 提示：大部分场景没有作用，无法进入。
ru_ru: Управление сценами. Подсказка: большинство сцен не имеют видимого эффекта и не могут быть введены здесь.

# LblTp.Text
source: 坐标传送 提示：游戏内可以通过小地图的'鱼钩'标记来快捷传送 命令中可以用~表示当前位置，~100表示相对当前100
ru_ru: Телепортация Подсказка: вы можете быстро телепортироваться через отметку «рыболовный крючок» на миникарте в игре. В команде вы можете использовать ~, чтобы указать текущую позицию, и ~N, чтобы указать смещение на N относительно текущей позиции

# TPScene.Text
source: 场景
ru_ru: Сцена

# LblClearGiveItemLogs.Text
source: X 清空
ru_ru: X Очистить

# BtnSaveGiveItemLog.Text
source: √ 记录
ru_ru: √ Сохр.

# BtnRemoveGiveItemLog.Text
source: × 删除
ru_ru: × Удалить

# GrpGiveItemRecord.Text
source: 物品记录本
ru_ru: Список предметов

# ChkDrop.Text
source: 掉落
ru_ru: Дроп

# LblGameItemAmount.Text
source: 数量
ru_ru: Кол-во

# LblGameItemLevel.Text
source: 等级
ru_ru: Уровень

# LblGiveCommandDescription.Text
source: 给玩家指定物品 说明：可选择直接给到背包或者掉落到世界
ru_ru: Дать предмет игроку

# TPItem.Text
source: 物品
ru_ru: Предметы

# BtnGiveAllWeapons.Text
source: 获得所有武器
ru_ru: Дать всё оружие

# LblWeaponDescription.Text
source: 获取武器 说明：设置等级会自动设置突破等级 >20级 突破1 >40级 突破2 >50级 突破3 >60级 突破4 >70级 突破5 >80级 突破6
ru_ru: Дать Оружие

# LblWeaponRefinement.Text
source: 精炼等级
ru_ru: Ур. пробуждения

# LblWeaponAmount.Text
source: 数量
ru_ru: Кол-во

# LblWeaponLevel.Text
source: 等级
ru_ru: Ур.

# TPWeapon.Text
source: 武器
ru_ru: Оружие

# LnkSetAllConst.Text
source: 设置所有角色
ru_ru: все

# LnkSetConst.Text
source: 设置当前角色
ru_ru: текущий

# GrpSetConstellation.Text
source: 设置命座
ru_ru: Установить созвездие

# BtnUnlockStat.Text
source: 解锁
ru_ru: Разморозить статы

# BtnLockStat.Text
source: 锁定
ru_ru: Заморозить статы

# LblStatTip.Text
source: 提示
ru_ru: Подсказка

# GrpSetStats.Text
source: 角色属性
ru_ru: Статистика

# LnkTalentAll.Text
source: 全部
ru_ru: все

# LnkTalentE.Text
source: E技能
ru_ru: E

# LnkTalentQ.Text
source: Q技能
ru_ru: Q

# LnkTalentNormalATK.Text
source: 普通攻击
ru_ru: Обычная атака

# GrpTalentLevel.Text
source: 技能等级
ru_ru: Уровень таланта

# BtnGiveAllChar.Text
source: 一键获得所有角色
ru_ru: Дать всех персонажей

# LblAvatarLevel.Text
source: 等级
ru_ru: Уровень

# LblAvatarSkillLevelLabel.Text
source: 技能等级
ru_ru: Уровень квалификации

# LblAvatar.Text
source: 角色
ru_ru: Персонаж

# LblAvatarConstellation.Text
source: 命座
ru_ru: Созвездия

# GrpGiveAvatar.Text
source: 获取角色
ru_ru: Дать Персонаж

# TPAvatar.Text
source: 角色
ru_ru: Персонаж

# LblSpawnVersionRequireTip.Text
source: 以下参数至少要求 GC v1.3.1
ru_ru: Требуется GC >= v1.3.1

# LblInfiniteHpTip.Text
source: 血量为 0 表示无限
ru_ru: HP 0 для бесконечности

# LblEntityDef.Text
source: 防御力：
ru_ru: Защита

# LblEntityAtk.Text
source: 攻击力：
ru_ru: Атака

# LblEntityHp.Text
source: 血量：
ru_ru: HP

# LblEntityMaxHp.Text
source: 最大血量：
ru_ru: Макс. HP

# LblEntitySpawnPostion.Text
source: 位置： x: y: z:
ru_ru: Поз x: y: z:

# LblEntityLevel.Text
source: 等级：
ru_ru: Ур.

# LblEntityAmount.Text
source: 数量：
ru_ru: Кол.

# TPSpawnArgs.Text
source: 生成参数
ru_ru: Spawn args

# LblAMPluginTip.Text
source: 见识一下真正的雷神吧！
ru_ru: Встречайте настоящего Тора!

# LblAMPluginIntroduction.Text
source: 这个插件可以使用 Gadget 替换角色攻击
ru_ru: Атаки можно заменить гаджетом

# LblAMPlugin.Text
source: 插件：
ru_ru: Плагин

# LnkAMOff.Text
source: 关
ru_ru: выкл.

# LnkAMOn.Text
source: 开
ru_ru: вкл.

# BtnAtReload.Text
source: 重载配置
ru_ru: Перезагрузить

# BtnAtClear.Text
source: 清空实体！！
ru_ru: Очистить гаджеты

# GrpAMSkills.Text
source: 替换技能
ru_ru: Замена навыков

# TPAttackModArgs.Text
source: 攻击修改参数
ru_ru: Attack Modifier

# LblAiwiRotate.Text
source: 旋转： x: y: z:
ru_ru: Повер. x: y: z:

# LblAiwiSpread.Text
source: 扩散：
ru_ru: Распростр.

# LblAiwiCount.Text
source: 数量：
ru_ru: Количе.

# LblAiwiHeight.Text
source: 高度：
ru_ru: Высота

# LblAiwiRadius.Text
source: 范围：
ru_ru: Радиус

# BtnAttackInfuse.Text
source: 攻击注入
ru_ru: инъекция атаки

# BtnAiwiReload.Text
source: 重载配置
ru_ru: config

# BtnAiwiClear.Text
source: 清空实体
ru_ru: Чистый

# BtnAiwiReset.Text
source: 重置
ru_ru: Reset

# LblAiwiPlugin.Text
source: 插件：
ru_ru: Плагин

# TPAttackInfusedArgs.Text
source: 攻击注入参数
ru_ru: Attack Infuse

# TPSpawnItems.Text
source: 实体列表
ru_ru: Список объектов

# BtnSaveSpawnLog.Text
source: √ 记录
ru_ru: √ Сохр.

# BtnRemoveSpawnLog.Text
source: × 删除
ru_ru: × Удалить

# LblClearSpawnLogs.Text
source: X 清空
ru_ru: X Очистить

# TPSpawnRecords.Text
source: 生成记录本
ru_ru: Рекорды спавна

# TPSpawn.Text
source: 生成
ru_ru: Спавн

# ChkQuestFilterTEST.Text
source: 测试任务
ru_ru: Тест

# ChkQuestFilterUNRELEASED.Text
source: 未发布的任务
ru_ru: Неизданное

# ChkQuestFilterHIDDEN.Text
source: 隐藏的任务
ru_ru: Скрытый

# GrpQuestFilters.Text
source: 列表过滤
ru_ru: Фильтр списка

# BtnFinishQuest.Text
source: 完成任务
ru_ru: Завершить

# BtnAddQuest.Text
source: 添加任务
ru_ru: Добавить

# LblQuestDescription.Text
source: 添加或完成任务 提示：许多任务需要服务端脚本支持 因此任务可以接，可以完成，但是不一定可以做
ru_ru: Добавить или завершить задание. Внимание: для многих квестов требуются скрипты таковых на стороне сервера. Поэтому квест может быть добавлен или отозван через консоль, но завершён игроком - вряд ли.

# TPQuest.Text
source: 任务
ru_ru: Квест

# BtnAddSubAttr.Text
source: + 添加
ru_ru: + Добавить

# LblArtifactPart.Text
source: 部位
ru_ru: Часть

# LblArtifactSet.Text
source: 套装
ru_ru: Артефакт

# LblClearSubAttrCheckedList.Text
source: X 清空
ru_ru: X Очистить

# LblArtifactLevel.Text
source: 等级
ru_ru: Уровень

# LblSubAttribution.Text
source: 副词条
ru_ru: Всп. Стат.

# LblMainAttribution.Text
source: 主词条
ru_ru: Основ. Стат.

# LblArtifactStars.Text
source: 星级
ru_ru: Звезды

# TPArtifact.Text
source: 圣遗物
ru_ru: Артефакт

# BtnExportCustomCommands.Text
source: 导出
ru_ru: Экспорт

# BtnLoadCustomCommands.Text
source: 载入
ru_ru: Загрузить

# LblCustomName.Text
source: 标签
ru_ru: Имя

# LnkResetCustomCommands.Text
source: 重置
ru_ru: Сбросить

# groupBox1.Text
source: 列表
ru_ru: Список

# BtnRemoveCustomCommand.Text
source: × 删除
ru_ru: x Удалить

# BtnSaveCustomCommand.Text
source: √ 保存
ru_ru: √ Сохранить

# TPCustom.Text
source: 自定义
ru_ru: Кастомное

# BtnOpenShopEditor.Text
source: 商店编辑器
ru_ru: Редактор магазина

# BtnOpenDropEditor.Text
source: 掉落物编辑器
ru_ru: Редактор перетаскивания

# LblAbout.Text
source: 祝你玩得愉快！
ru_ru: Желаем приятно провести время!

# BtnOpenTextMap.Text
source: 文本浏览器
ru_ru: Браузер карт

# BtnOpenGachaBannerEditor.Text
source: 奖池编辑器
ru_ru: Редактор баннеров

# ChkTopMost.Text
source: 置顶
ru_ru: Последняя версия

# ChkIncludeUID.Text
source: 生成的命令包含UID
ru_ru: Включить UID

# GrpSettings.Text
source: 设置
ru_ru: Настройки

# TPHome.Text
source: 主页
ru_ru: Главная

# BtnAddMailItem.Text
source: + 添加
ru_ru: + Добавить

# BtnDeleteMailItem.Text
source: - 删除
ru_ru: - Удалить

# LblMailItemCount.Text
source: 数量：
ru_ru: Кол-во

# LblMailItemLevel.Text
source: 等级：
ru_ru: Уровень

# BtnClearMail.Text
source: × 清空
ru_ru: × Очистить

# BtnRemoveMail.Text
source: - 删除
ru_ru: - Удалить

# BtnSendMail.Text
source: 发送
ru_ru: Отправить

# LblMailItemsLabel.Text
source: 附件：
ru_ru: Вложение:

# RbMailSendToPlayer.Text
source: 玩家
ru_ru: Игрок

# RbMailSendToAll.Text
source: 所有人
ru_ru: Все

# LblMailRecipientLabel.Text
source: 收件人：
ru_ru: Получатель:

# LblMailContentLabel.Text
source: 内容：
ru_ru: Содержание:

# LblMailTitleLabel.Text
source: 标题：
ru_ru: Название:

# LblMailSenderLabel.Text
source: 发件人：
ru_ru: Отправитель:

# TPMail.Text
source: 邮件
ru_ru: Почта
