Repository: jie65535/GrasscutterCommandGenerator
Catalog: Source/GrasscutterTools/Forms/FormGachaBannerEditor2.*.resx
Languages: ru_ru, zh_tw

# LblGachaType.Text
source: GachaType
ru_ru: Тип Гачи

# LblEventChance4.Text
source: 4星活动爆率
ru_ru: Шанс соб. 4*
zh_tw: 4星活動爆率

# LblEventChance5.Text
source: 5星活动爆率
ru_ru: Шанс соб. 5*
zh_tw: 5星活動爆率

# LblSortId.Text
source: 顺序
ru_ru: Сорт.
zh_tw: 順序

# LblGachaTypeTip.Text
source: 从400开始，顺序递增
ru_ru: Увеличение с 400
zh_tw: 從400開始，順序遞增

# LblEndTime.Text
source: 结束时间
ru_ru: Конец
zh_tw: 結束時間

# LblScheduleId.Text
source: ScheduleId
ru_ru: ID расписания

# LblBeginTime.Text
source: 开始时间
ru_ru: Начало
zh_tw: 開始時間

# LblScheduleIdTip.Text
source: ID要求唯一
ru_ru: Уникальный

# CmbBannerType.Items
source: 常驻池
ru_ru: Стандартная Молитва

# CmbBannerType.Items1
source: 限时角色祈愿池
ru_ru: Молитва события персонажа

# CmbBannerType.Items2
source: 限时武器祈愿池
ru_ru: Молитва события с оружием

# LblSortIdTip.Text
source: 客户端中显示的顺序
ru_ru: Показать порядок
zh_tw: 客戶端中顯示的順序

# LblBannerType.Text
source: 奖池类型
ru_ru: Тип баннера
zh_tw: 獎池類型

# RbCostItem224.Text
source: 相遇之缘
ru_ru: Судьбоносные
zh_tw: 相遇之緣

# LblCostItem.Text
source: 祈愿道具
ru_ru: Стоимость
zh_tw: 祈願道具

# LblPrefabPath.Text
source: 预制
ru_ru: Готовый
zh_tw: 預製

# RbCostItem223.Text
source: 纠缠之缘
ru_ru: Переплетающиеся
zh_tw: 糾纏之緣

# GrpBannerValues.Text
source: 卡池参数
ru_ru: Баннер
zh_tw: 卡池參數

# BtnGen.Text
source: 生成Json
ru_ru: Сген. Json

# BtnParse.Text
source: 解析Json
ru_ru: Загр. Json

# GrpWeights.Text
source: 卡池权重
ru_ru: Gacha Веса
zh_tw: 卡池權重與保底機制

# $this.Text
source: 卡池编辑器
ru_ru: Редактор баннеров Gacha
zh_tw: 卡池編輯器
