Repository: jie65535/GrasscutterCommandGenerator
Catalog: Source/GrasscutterTools/Properties/Resources.*.resx
Languages: ru_ru, zh_tw

# ArtifactPartLabels
source: Goblet of Eonothem,Plume of Death,Circlet of Logos,Flower of Life,Sands of Eon
zh_tw: 空之杯,死之羽,理之冠,生之花,時之沙

# AskConfirmDeletion
source: Are you sure you want to delete this command?
ru_ru: Вы точно хотите удалить эту команду?
zh_tw: 確認刪除？

# BrowserOpenFailedTip
source: The browser failed to open. You can manually access the following address:
ru_ru: Не удалось открыть в браузере. Вы можете вручную перейти по этому адресу:
zh_tw: 瀏覽器打開失敗，你可以通過以下鏈接手動訪問：

source: Check to new version
ru_ru: Переход на новую версию
zh_tw: 檢查到新版本

# ClimateType
source: None,Sunny,Partly cloudy,Rain,Thunderstorm,Snow,Fog
ru_ru: Нет,Солнечно,Переменная облачность,Дождь,Гроза,Снег,Туман
zh_tw: 無,晴天,多雲,雨天,雷暴,雪天,霧天

# CodeResendTip
source: Resend in {0} seconds
ru_ru: Повторная отправка через {0} секунд
zh_tw: {0} 秒後可重發

# CodeSending
source: sending...
ru_ru: Отправка...
zh_tw: 發送中...

# CommandContentCannotBeEmpty
source: Command cannot be empty
ru_ru: Команда не может быть пустой
zh_tw: 命令內容不能為空

source: Command not found
ru_ru: Команда не найдена
zh_tw: 未找到該命令

source: Command tag cannot be empty
ru_ru: Тег команды не может быть пустым
zh_tw: 命令標籤不能為空

# ConnectedTip
source: Now you can execute commands remotely!
ru_ru: Теперь вы можете выполнять команды удаленно!
zh_tw: 現在你可以遠程執行命令了哦！

source: Error
ru_ru: Ошибка
zh_tw: 錯誤

source: Help
ru_ru: Помощь
zh_tw: 幫助

# NewVersionInfo
source: Name : {0} Update time : {1} Update info : {2} ------------------------------------------- Do you want to check for updates? Selecting No will no longer remind you of this version.
ru_ru: Название : {0} Время обновления : {1} Информация об обновлении : {2} ------------------------------------------- Вы хотите проверить наличие обновлений? Выбирая "Нет", программа больше не будет напоминать вам об этой версии.
zh_tw: 版本名：{0} 更新時間：{1} 更新內容： {2} -------------------------------------------- 是否查看更新？選擇否將不再提醒該版本。

# OpenCommandHelp
source: 1. Fill in the correct UID 2. Send verification code to player 3. Enter the correct verification code 4. Connection 5. Enjoy
ru_ru: 1. Введите правильный UID 2. Отправьте проверочный код игроку 3. Введите правильный проверочный код 4. Покдлючитесь 5. Наслаждайтесь!
zh_tw: 1. 填寫正確的UID 2. 向玩家發送驗證碼 3. 輸入正確的驗證碼 4. 連接 5. 享受

source: Permission cannot be empty!
ru_ru: Разрешение не может быть пустым!
zh_tw: 要設置的權限不能為空！

# QueryServerStatusFailed
source: Failed to query server status:
ru_ru: Не удалось запросить состояние сервера:
zh_tw: 查詢伺服器狀態失敗：

# RequireOpenCommandTip
source: Please connect to a server that supports [OpenCommand] first
ru_ru: Пожалуйста, сначала подключитесь к серверу, который поддерживает [OpenCommand]
zh_tw: 請先連接到支持[OpenCommand]的伺服器

# RestoreCustomCommands
source: Are you sure you want to restore custom commands to defaults?
ru_ru: Вы уверены, что хотите восстановить пользовательские команды до списка по умолчанию?
zh_tw: 確認將自定義命令恢復到默認值？

# SettingLoadError
source: Settings load failed:
ru_ru: Не удалось загрузить настройки:
zh_tw: 加載設置時異常：

# SettingSaveError
source: Settings save failed:
ru_ru: Не удалось сохранить настройки:
zh_tw: 保存設置時異常：

source: Tips
ru_ru: Внимание
zh_tw: 提示

source: Token cannot be empty
ru_ru: Токен не может быть пустым
zh_tw: Token不能為空

source: Token restored from cache
ru_ru: Токен восстановлен из кеша
zh_tw: 已從緩存中恢復Token

source: Username cannot be empty!
ru_ru: Имя пользователя не может быть пустым!
zh_tw: 用戶名不能為空！

# GOODImportText
source: Do you wish to import
zh_tw: 是否導入

# GOODImportTitle
source: Import GOOD dump file
zh_tw: 導入GOOD檔案

# GOODImportSuccess
source: Import success!
zh_tw: 導入成功!

# EmptyInputTip
source: Input cannot be empty!
ru_ru: Ввод не может быть пустым!
zh_tw: 輸入不能為空！

# MailSendToAllWarning
source: Sending mail to everyone in current (v1.4.2) or earlier versions can cause the server to freeze or even run out of resources and crash! It is actually measured that sending emails to 3k+ accounts in the 4H8G machine causes the server to freeze, and it takes 40 seconds to acquire all players (2k+) in the 32H80G. Improvement suggestions have been submitted, please use caution to send emails to all players until the optimization is completed!
ru_ru: Отправка почты всем в текущей (v1.4.2) или более ранних версиях может привести к зависанию сервера или даже к нехватке ресурсов и сбою! Было проверено, что отправка электронных писем на 3000+ учетных записей на машине 4H8G приводит к зависанию сервера, и для получения всех игроков (2000+) на машине 32H80G требуется 40 секунд. Были отправлены предложения по улучшению, но пока, пожалуйста, будьте осторожны при отправке писем всем игрокам, пока оптимизация не будет завершена!
zh_tw: 將郵件發送給所有人在當前(v1.4.2)或更早版本可能導致服務器卡頓甚至耗盡資源而崩潰！ 實測在4H8G機器中向3k+賬號發送郵件導致服務端卡死，在32H80G中僅獲取所有玩家(2k+)就耗時40秒。 目前已經提交了改進建議，在優化完成之前，請謹慎使用向所有玩家發送郵件！

source: Warning
ru_ru: Предупреждение
zh_tw: 警告

# GoodsIDConflictPrompt
source: There is a conflict between the current goods ID and the ID in other stores, please replace with another ID or automatically generate an ID
ru_ru: Существует конфликт между текущим ID товара и ID в других магазинах. Пожалуйста, замените его другим ID или автоматически сгенерируйте новый ID
zh_tw: 當前商品ID與其它商店中的ID存在衝突，請更換其它ID或自動生成ID

# ShopJsonOverrideWarning
source: Only allowed to save in Shop.json format! Are you sure you want to overwrite the currently specified file?
ru_ru: Разрешено сохранять только в формате Shop.json! Вы уверены, что хотите перезаписать текущий файл?
zh_tw: 僅允許以 Shop.json 格式保存！確定要覆蓋當前指定文件嗎？

source: All
ru_ru: Все
zh_tw: 全部

# TaskRunningCannotOperated
source: The task has already started and cannot be operated
ru_ru: Задача уже запущена и не может быть выполнена
zh_tw: 任務已經啟動，無法操作

# PageAboutTitle
source: About
ru_ru: Справка
zh_tw: 關於

# PageAvatarTitle
source: Avatar
ru_ru: Персонаж
zh_tw: 角色

# PageCustomCommandsTitle
source: Custom
ru_ru: Кастомное
zh_tw: 自定義

# PageGetArtifactTitle
source: Artifacts
ru_ru: Артефакт
zh_tw: 聖遺物

# PageGiveItemTitle
source: Items
ru_ru: Предметы
zh_tw: 物品

# PageGiveWeaponTitle
source: Weapons
ru_ru: Оружие
zh_tw: 武器

# PageHomeTitle
source: Home
ru_ru: Главная
zh_tw: 主頁

# PageMailTitle
source: Mail
ru_ru: Почта
zh_tw: 郵件

# PageManagementTitle
source: Manage
ru_ru: Аккаунты
zh_tw: 管理

# PageOpenCommandTitle
source: Remote
ru_ru: OpenCommand
zh_tw: 遠程

# PageQuestTitle
source: Quest
ru_ru: Квест
zh_tw: 任務

# PageSceneTitle
source: Scene
ru_ru: Сцена
zh_tw: 場景

# PageSpawnTitle
source: Spawn
ru_ru: Спавн
zh_tw: 生成

# PageTasksTitle
source: Loop
ru_ru: Циклы
zh_tw: 循環

# SelectAnyItem
source: Plase select any item first!
ru_ru: Сначала выберите любой элемент
zh_tw: 請先選中任意項！

# PageAchievementTitle
source: Achievement
ru_ru: Достижение
zh_tw: 成就

# PageSetPropTitle
source: Property
ru_ru: Свойство
zh_tw: 屬性

# PageHotKey
source: HotKey
ru_ru: Горячая клавиша
zh_tw: 快捷鍵

source: Start Proxy
ru_ru: Запустить прокси
zh_tw: 啟動代理

source: Stop Proxy
ru_ru: Остановить прокси
zh_tw: 關閉代理

# PageSceneTagTitle
source: SceneTag
ru_ru: Тег сцены
zh_tw: 場景項

# TrustedBeforeContinuing
source: The root certificate must be trusted before continuing!
ru_ru: Прежде чем продолжить, необходимо доверять корневому сертификату!
zh_tw: 必須先信任根憑證才能繼續！

# PageProxyTitle
source: Proxy
ru_ru: Прокси
zh_tw: 代理

# PageSettingsTitle
source: Settings
ru_ru: Настройка
zh_tw: 設定

# PageWeatherTitle
source: Weather
ru_ru: Погода
zh_tw: 天氣
