Repository: jie65535/GrasscutterCommandGenerator
Catalog: Source/GrasscutterTools/Pages/PageAvatar.*.resx
Languages: ru_ru

# LnkSetAllConst.Text
source: Set all
ru_ru: все

# LnkSetConst.Text
source: Set current
ru_ru: текущий

# GrpSetConstellation.Text
source: Constellation
ru_ru: Установить созвездие

# GrpSetStats.Text
source: Stats
ru_ru: Статистика

# BtnUnlockStat.Text
source: Unlock
ru_ru: Разморозить статы

# BtnLockStat.Text
source: Lock
ru_ru: Заморозить статы

# LblStatTip.Text
source: Tip
ru_ru: Подсказка

# GrpTalentLevel.Text
source: Talent Level
ru_ru: Уровень таланта

# LnkTalentAll.Text
source: All
ru_ru: все

# LnkTalentNormalATK.Text
source: Normal
ru_ru: Обычная атака

# GrpGiveAvatar.Text
source: Give Avatar
ru_ru: Выдать персонажа

# CmbSwitchElement.Items
source: White
ru_ru: Без элемента

# CmbSwitchElement.Items1
source: Fire
ru_ru: Пиро

# CmbSwitchElement.Items2
source: Water
ru_ru: Гидро

# CmbSwitchElement.Items3
source: Wind
ru_ru: Анемо

# CmbSwitchElement.Items4
source: Ice
ru_ru: Крио

# CmbSwitchElement.Items5
source: Rock
ru_ru: Гео

# CmbSwitchElement.Items6
source: Electro
ru_ru: Электро

# CmbSwitchElement.Items7
source: Grass
ru_ru: Дендро

# BtnGiveAllChar.Text
source: Give All Char
ru_ru: Дать всех персонажей

# LblAvatarLevel.Text
source: Level
ru_ru: Уровень

# LblAvatarSkillLevelLabel.Text
source: Skill level
ru_ru: Уровень таланта

# LblAvatar.Text
source: Avatar
ru_ru: Персонаж

# LblAvatarConstellation.Text
source: Const.
ru_ru: Созвездия
